articles.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Артикли</title>
<!-- 2016-08-23 Вт 22:17 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">Артикли</h1>
<p>
<a href="english.html">Main</a>
</p>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Исчисляемые сущ. это ожидаемо те, которые можно посчитать - они имеют мн. и ед. форму:</h2>
<div class="outline-text-2" id="text-1">
<p>
one book, two books, three books<br  />
<b>Английские аборигены добавляют "a/an" перед исчисляемыми сущ. в ед. ч.</b><br  />
a - перед согласными <b>звуками</b><br  />
an - перед гласными <b>звуками</b><br  />
a hat, an umbrella, <b>an</b> hours
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Неисчисляемые сущ. посчитать нельзя и они обычно мн. формы обычно не имеют:</h2>
<div class="outline-text-2" id="text-2">
<p>
<b>еда</b>: cheese, butter(масло), meat, salt, pepper(перец), bacon(бекон), bread, chocolate, honey(мед), jam<br  />
<b>жидкости</b>: coffe, milk, water, tea, wine, lemonade, petrol(бензин), oil<br  />
<b>материалы</b>: gold, iron(железо), silver(серебро), wood, paper<br  />
<b>абстрактные сущ.</b>: beauty(красота), love, happiness<br  />
<b>и другие</b>: hair(волосы), money, news, show, furniture(мебель), weather, advice(совет)
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Неисчисляемые сущ. следуют за глаголами в ед. числе, не используется <b>a / an</b> или <b>one</b>, но возможно использование <b>some</b>, которое так же используется с исчисляемыми сущ. во мн. ч.</h2>
<div class="outline-text-2" id="text-3">
<p>
Итого:<br  />
<b>some + неисчисляемые сущ.</b><br  />
<b>some + исчисляемые сущ. во мн. ч.</b><br  />
Примеры:<br  />
There is <b>some</b> meat in the fridge (но не: There are <del>some meats</del> in the fridge)<br  />
There is <b>some</b> bread on the table (но не: There is <del>a bread</del> on the table)
</p>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Возможно использование исчисляемых и неисчисляемых сущ.  после фраз количества + <b>of</b>.</h2>
<div class="outline-text-2" id="text-4">
<p>
таких как:<br  />
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">jar</td>
<td class="left">банка</td>
</tr>

<tr>
<td class="left">bottle</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">piece</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">loaf</td>
<td class="left">булка</td>
</tr>

<tr>
<td class="left">cup</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">bar</td>
<td class="left">кусок</td>
</tr>

<tr>
<td class="left">glass</td>
<td class="left">стакан</td>
</tr>

<tr>
<td class="left">kilo</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">carton</td>
<td class="left">коробка (картонная)</td>
</tr>

<tr>
<td class="left">bowl</td>
<td class="left">миска, чаша</td>
</tr>

<tr>
<td class="left">can</td>
<td class="left">коробка (жестяная)</td>
</tr>

<tr>
<td class="left">jug</td>
<td class="left">кувшин</td>
</tr>

<tr>
<td class="left">slice</td>
<td class="left">ломоть</td>
</tr>

<tr>
<td class="left">tin</td>
<td class="left">консервная банка</td>
</tr>

<tr>
<td class="left">packet</td>
<td class="left">пакет, пачка</td>
</tr>
</tbody>
</table>
<p>
н-р:<br  />
Do not forget to buy me <b>a jar of olives</b><br  />
They opened <b>ten bottles of champagne</b> (вот так они извратили "шампанское")
</p>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Притяжательная форма</h2>
<div class="outline-text-2" id="text-5">
<p>
В предложениях типа The girl's apple артикль the относится к обладателю, а не к обладаемому предмету. Каждое существительное может иметь только один определитель. В данном примере яблоко определяет принадлежность девочке, а вот определённая или нет девочка задаётся артиклем впереди, в данном случае - определённая, перевод - этой девочки яблоко, или более естественный вариант - яблоко этой девочки.
</p>
</div>
</div>
</div>
</body>
</html>
